Revit 2023 API
GroupTypeId.Phasing Property
 "Phasing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Phasing { get; }
Visual Basic
Public Shared ReadOnly Property Phasing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Phasing {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace